{
    "title": "【金课的台前幕后3】“潮”起来的民法课",
    "url": "http://www.wust.edu.cn/2019/0415/c30a192501/page.htm",
    "content": "学生 教工 访客 领导信箱 校友工作 图书资源 OA办公 学校邮箱 综合服务 导航 学校概况 学校简介 现任领导 校史沿革 院系设置 职能部门 附属医院 杰出校友 美丽校园 教育教学 本科生教育 研究生教育 留学教育 继续教育 教育教学质量 科学研究 科研管理 科研基地 产学研合作 招生就业 本科招生 本科就业 研究生招生 研究生就业 成人招生 自考招生 师资队伍 诚聘英才 校园文化 校名 校徽 校旗 校训 校歌 校风 教风 学风 钢铁品质 沁湖文化 识别系统 信息公开 网站地图 English 教育教学 本科生教育 研究生教育 留学教育 继续教育 教育教学质量 当前位置：首页 教育教学 教育教学 【金课的台前幕后3】“潮”起来的民法课 发布者：新闻中心发布时间：2019-04-15浏览次数：271 见习记者朱梦 微信公众号签到，QQ答疑热火朝天、推送赛事和案例……巧妙运用各种新媒体，文法学院民法课老师梁东新让枯燥、难懂的法学课 “潮”了起来。 “大段的法律规定让我上课有些头疼，这些互动方式让我觉得民法课有意思起来。”2017级法学专业学生谢馥，因这些新奇方式慢慢喜欢上了民法。 微信答题 活跃课堂 “已经和他人签订买卖合同，但未转移所有权的画能否抵押？请同学们在群里说出答案。”课程上到一半，民法课老师梁东新突然让学生拿出手机答题，“时间两分钟。” 原本平静的课堂，因为‘微信答题’环节热闹了起来。同学们纷纷从书包掏起手机，抢答题目。 “能抵押”“不能抵押”，一时间，微信群“2017民法交流学习群”不断弹出答案，班上的同学热烈地讨论。两分钟后，梁东新讲出正确答案，“能抵押”，又掀起一场讨论热潮。 有同学提出不同看法，“认为不能抵押”。梁东新指出，此题考察所有权还未转移，物权优先于债权。 传统的点人回答问题方式，只能知晓一两个人的观点，但是运用“课上微信答题”的新方式，既调动了学生的积极性，也能让老师了解同学的掌握程度。同学们对这种方式给予肯定。“与时俱进的‘潮课堂’缩小了老师和学生的距离，促进我们有效地学习知识。”2017级法学生郑启凤说。QQ探讨 教学相长 “同学们，请看PPT。” 梁东新指着屏幕说，辨析一下债法和物权法关于合同效力的规定。 这堂课的难点是辨析两个法律条文。同学们看着PPT上放出的两个结论看似相反的条文议论着。有同学说：“我昨天在QQ上问过这个问题呢！” 原来，做作业时，这位同学发现“夫妻卖房案件”参考书答案和上课内容不一致，在QQ上向梁老师询问缘由。梁东新解答，两个说法都没错，不同类型合同的效力不一样：在无权处分情况下，物权合同不生效，但债务合同有效。 由于大学老师在校时间不固定，梁东新把自己的QQ号给了学生，鼓励大家有问题随时线上探讨。通过QQ，她既解决了学生学习民法的过程中碰到的各种“拦路虎”，也及时了解了学生的学习漏洞，促使更好地教学。 “民法体系庞大，学起来真难。”“我最近掉头发又多了，民法使人秃头。”不少同学刚开始学习民法时在空间里叫苦。民法作为基本法，在整个法律体系中发挥基础性、贯穿性和全局性的作用，因此学起来的难度也很大。 为了教好学生，梁东新十几年如一日地认真备课。她说：“上一节课，课前我需要备课至少四小时。”一句简单的话，却道出了她在背后默默付出的努力。 梁东新对课程内容的熟悉让同学们都很佩服。一次上课时，教室电脑中毒，无法播放PPT。“同学们按照课本给我个思路，然后我们边等师傅给电脑杀毒，边讲课吧。”梁东新根据同学们的提示，手不拿课本，眼不看PPT，直接开始“脱稿式”授课。 “老师太棒了。”法学1702班罗云飞赞叹道。面对学生的赞扬，梁东新则谦虚地表示，这些知识点已经记在脑海里了，讲好课是老师的职责。 “梁老师上课时间长，一百多个学时，很多老师的课程量都没有她多，她的敬业精神让人佩服。”文法学院教学副院长李莉这样赞赏她。课外拓展 做引路人 “将王利明所写的《我国民法典物权编的修改与完善》作为你们的课外阅读作业，阅读后上交一份作业。”一天，梁东新在微助教公众号里又分享了一个阅读材料。 面对作业，学生对待的态度千差外别。有的学生交的仅是随意提炼的大纲，有的交的则是论文形式的读后感。梁东新认真查看每一份作业，并未发表很多意见，只是将其中一篇写的不错的论文式观后感分享在微信群里。 看完优秀作业后，很多同学端正了自己的学习态度。“你们学习民法，就像娃娃走路，跟着我一步步来打好基础。”面对初学民法的同学们，梁东新这样鼓励道。同学们在老师的指引下，慢慢摸索着学习民法的窍门。 除了课外阅读延伸，梁东新积极鼓励学生参赛。一天课间，梁东新在群里推荐第二届法律文书大赛，同学看到后摩拳擦掌，不少同学兴冲冲地报了名。 法学1702班李慧怡在参加比赛后说：“我尝试写了一份律师函，明显感觉到自己的实力远远不够，后期会更专心地学好本专业。” 梁东新想方设法从各种渠道搜集比赛消息，然后转发到群里，鼓励同学们参加。她认为，引导学生与各高校法学生同台竞技，让学生更好地去提升自我。 除了教授理论知识，梁东新还会和学生讨论法律人应有的素质。“通过教学着重于培养建设法治国家的法律职业工作者，学生除了要精通专业知识外，还要有强烈的法律职业认同感、建设法治社会的责任感。 民法课结束后，许多同学回忆起梁老师，觉得她亦师亦友。在学习上，她专业的法律素养让人钦慕；在生活上，她的殷切嘱托让心温暖。 征集：淘汰“水课”，打造“金课”，教育部2018年发布《关于狠抓新时代全国高等学校本科教育工作会议精神落实的通知》要求，合理提升学业挑战度、增加课程难度、拓展课程深度，切实提高课程教学质量。武科大报和官网主页共同推出“金课的台前幕后”系列报道，讲述我校教师如何打造金课的故事。欢迎各单位积极推荐，邮箱:whkjdxb@163.com,电话：68862537。 友情链接：武汉科技大学附属天佑医院 武汉科技大学沁水青山BBS 武汉科技大学城市学院 Copyright 2018 © 武汉科技大学 版权所有 地址：湖北省武汉市青山区和平大道947号; 邮编：430081 鄂ICP备 030192 返回原图 /",
    "link": [
        "d84cbcc55d2d315a918a184a0ecc2902",
        "286a3199ba840d8ea294e03377813c1a",
        "de24d0c2e508e2f910b7e18f3c8add43",
        "ab4337373bb56b7863d837cf49ae2d5d",
        "4d6c858e77cf7b23bd9b031457414b69",
        "7a7dcaa292450950282491fcf897860a",
        "c4df1758c0727b0acf9ed951bd7f58a8",
        "57c02c6ca1c15368b46991b18a39812e",
        "67130d7187db3a4dd971361c57ab5811",
        "2f5960f8a1e1998a69bd623961f8d545",
        "7a4c1e3480f646b9cea24a9cb9bdc617",
        "29e36f49334ac910753d54441f145313",
        "5f948660ef091aca2f1973840d350304",
        "c67c537109863c7b19b3faee5ea1e468",
        "73fac70da3d633da23c3eccf42a76893",
        "64677e8347715a34315215a70bfe6637",
        "a4f70bf3a3b4ceacdef7b795367b9e96",
        "77b86fa52798594c66eade56eb4b034c",
        "ceb2e75db0327c536e7ecdf9fb69935e",
        "ee887ac0449ad2fb4ad36f5564e6b13f",
        "ea6155ba565f48e8979b62b5165dc28e",
        "1caed511c9b2fd1adf0c5efaf448b9df",
        "b7aacd0354814ed64aeb568fdb50e893",
        "61fc8cd87d66fdbdcb35188c13efa886",
        "9025a09ecd5fc1816e5f0c9bf9d308bc",
        "86ec8fee7c235326737cde433cec01c3",
        "cb927cb9a579f4ced51f6f9d7b7c1e3f",
        "d846c59a46bf0e71a1fec4e9ddadc048",
        "c8b27f7ed9b8c5d357ac6134dd9d452a",
        "413a810f0e32b1dafa8660638bf9fe36",
        "319863ee309bbe92df4678b64212e322",
        "9cd85bcf72693f9b168424809803cb09",
        "4f3eea6448979f81e687751fed952118",
        "7712193a1666630b61aca8366f6d8187",
        "c58a315e4f28aab99cd308a9fd982a28",
        "23bc32831ac6c7644e14b6434d8332c2",
        "0a4ab95d63c62bd4a95f34e7d53e3878",
        "8895b006aa556df855fc657c76cfd9a6",
        "bee4c5b4cff45ff0b44599e78ab40c31",
        "7bb0e20ed4fc8fe2501aca26af8164ef",
        "e542337e0663356f79e74ea34115cd47",
        "c2b220bd13c2aa0aaae6d888cd272c32",
        "7f68078e233293c5b78ad996e36792fd",
        "0439d90f99fb845c6d1f32726cf72492",
        "a95fa32bf875bf854e30348d7ef105f7",
        "a4028dc264b17f08ae3df7b6a7e1ef4c",
        "223afb07ca8f4582f8e4cb7e4b753db0"
    ],
    "update_date": "2019-11-03 14:00:20"
}