{
    "title": "武汉科技大学2018年教师招聘公告",
    "url": "http://rsc.wust.edu.cn/2018/0316/c247a59697/page.htm",
    "content": "首页 部门概况 人事政策 师资队伍 岗位设置 职称评审 博士后流动站 培训进修 诚聘英才 旧版入口 招聘信息 当前位置：首页 诚聘英才 招聘信息 武汉科技大学2018年教师招聘公告 发布者：系统管理员发布时间：2018-03-16浏览次数：1682 武汉科技大学是省部部共建的地方高水平大学，是国家“中西部高校基础能力建设工程”入选高校。学校办学历史溯源于1898年清末湖广总督张之洞奏请清朝政府批准成立的工艺学堂，历经湖北中等工业学堂、湖北甲种工业学校、汉阳高级工业职业学校、武昌高级工业学校、中南钢铁工业学校、武昌钢铁工业学校的传承与发展，1958年组建为武汉钢铁学院，开办本科教育。1995年，隶属于原冶金部的武汉钢铁学院、武汉建筑高等专科学校、武汉冶金医学高等专科学校合并组建为武汉冶金科技大学。1999年更名为武汉科技大学。学校学科门类齐全、特色鲜明，构建了以工为主、理工结合，工、理、管、医、文、经、法、哲、艺等学科协调发展的综合性大学学科体系。设置有19个举办本科教育的学院（部）、72个本科专业；拥有6个博士后科研流动站、7个一级学科博士学位授权点和36个二级学科博士学位授权点、20个一级学科硕士学位授权点和122个二级学科硕士学位授权点、8个硕士专业学位类别。建有1个国家重点(培育)学科、10个省级重点学科，5个省级重点（培育）学科，2个省级优势特色学科群。学校科研实力雄厚，在钢铁冶金、材料、机械、化工、控制等领域具有较为突出的优势和特色。学校建有湖北省属高校唯一的国家重点实验室——“省部共建耐火材料与冶金国家重点实验室”，建有湖北省属高校第一个国家工程研究中心——“高温材料与炉衬技术国家地方联合工程研究中心”，拥有2个教育部重点实验室、1个教育部工程研究中心，8个省级重点实验室、3个省级人文社科重点科研基地、1个省级工程研究中心、3个省级工程技术研究中心、3个省级国际合作基地、2个武汉市工程技术中心。学校拥有1个国家级协同创新中心(联合)、2个湖北省协同创新中心。近五年，学校主持和承担了国家“973”“863”、国家科技支撑计划项目、国家自然科学基金、国家社科基金、中央军委装备发展部等国家级项目340余项，获得省部级及以上科技(社科)成果奖120余项；2007年以来，获得17项国家科技成果奖(其中国家科技进步一等奖1项、二等奖12项、国家技术发明二等奖4项)。学校坚持“人才强校”的发展理念，高度重视高层次人才队伍建设，坚持以用为本，创造条件引人才，搭建舞台助人才，创新政策活人才，努力为学校事业发展集聚新动能。武汉科技大学诚邀海内外优秀人才加盟，共谋双一流大学建设发展蓝图！ 一、2018年教师岗位需求计划 序号 用人单位 学科专业（研究方向） 计划 学历 备注 1 材料与冶金学院 （杨老师：027-68862529、 875270965@qq.com） 材料物理化学（高分子材料、新能源材料、光催化材料、催化材料、太阳能电池）、冶金热能工程（工业热过程仿真与优化、多空介质燃烧）、材料加工工程（激光焊接及材料加工、模具设计、材料的合金成分工艺设计与优化、计算材料方向）、热能工程（新型储能、微納尺度传热）、材料学（材料腐蚀与防护、磁性材料、高性能钢铁材料、高技术陶瓷与耐火材料）、钢铁冶金（冶金数模）、有色冶金（轻金属、重金属、稀有金属）、材料物理化学（高温陶瓷、耐火材料） 10 博士 2 省部共建耐火材料与冶金国家重点实验室 （周老师：027-68862085、497969167@qq.com） 2 博士 3 城市建设学院 （袁老师：027-68893641、379503183@qq.com） 道路桥梁与隧道工程、岩土工程、暖通空调（新能源）、给排水科学与工程、建筑学、城乡规划学 3 博士 4 管理学院 （丰老师：15002728228、228588209@qq.com ） 市场营销与服务管理、人力资源管理、物流管理与工程、工程管理、会计学与财务管理、旅游管理 5 博士 博士毕业于985高校，拥有海外研修经历者优先考虑。 5 化学与化工学院 （汪老师：027-68862591、 429727578@qq.com） 化学工程、化学工艺（新型炭材料、新能源材料）、有机化学、物理化学（催化与催化材料、生物物理化学）、高分子化学与物理、生物化工（生物分离工程、发酵工程、生物制药工程）、动力工程及工程热物理、检测技术与自动化装置（化工仪表与自动化、化工系统工程） 7 博士 博士毕业于985高校或985优势学科创新平台学科，拥有海外研修经历者优先考虑。 6 机械自动化学院 （喻老师：027-68862283、 511604144@qq.com） 机械电子工程（仿生与智能机器人）、机械工程（机器人、机构学）、精密仪器及机械测试计量技术及仪器（智能仪器、测试、测量、计量、计算机与嵌入式仪器仪表控制）、工业工程(增材制造) 6 博士 博士毕业于985高校或985优势学科创新平台学科，拥有海外研修经历者优先考虑。 7 计算机科学与技术学院 （李老师：027-68893293 415767342@qq.com） 计算机科学与技术(云计算、计算机系统）、软件工程、网络工程、信息安全 4 博士 8 理学院 （朱老师：027—68893261、 542124279@qq.com） 系统科学、统计学、数学、固体力学（工程材料的力学分析）、凝聚态物理（自旋电子学） 5 博士 9 马克思主义学院 （周老师：027-68893331、423438426@qq.com） 马克思主义基本原理或马克思主义哲学、马克思主义中国化研究或政治学、思想政治教育 2 博士 10 汽车与交通工程学院 （曾老师 027-68862881 840957239 @qq.com） 车辆工程（噪声与振动控制、汽车系统动力学）、控制科学与工程（检测技术与自动化装置、模式识别与智能系统、导航制导与控制）、信息与通信工程（通信与信息系统、信号与信息处理）、机械电子工程（机电系统理论与技术、智能检测与控制技术、机电系统自动化与智能化）、交通运输规划与管理（交通运输组织规划、物流工程） 5 博士 博士毕业于双一流高校，拥有海外研修经历者优先考虑。 11 外国语学院 （肖老师：027-68893343、 759021912@qq.com） 英语语言文学（英语文学、翻译）、德语语言文学（翻译） 1 博士 有海外学习研究经历者优先考虑。 12 文法与经济学院 （徐老师：027-68893311、15488815@qq.com） 法学、社会工作（心理学）、投资学、现代汉语（对外汉语）、国际贸易 3 博士 13 信息科学与工程学院 （靳老师：027-68862516 、357869697@qq.com） 控制理论与控制工程（人工智能、机器人与控制、智能传感与检测技术、卫星视觉导航、信息物理系统）、电子科学与技术（物理电子学、集成电路设计、微电子与固体电子学）、通信与信息系统（计算机网络与物联网、无线通信、机器视觉、多媒体信息处理及通信、多速率信号处理理论及应用）、电气工程（电力电子与电力传动、电力系统及其自动化、微电网系统分析与控制、电力系统实时仿真运行与控制）、电气信息类或者电子信息工程 7 博士 博士毕业于985高校或985优势学科创新平台学科，拥有海外研修经历者优先考虑。 14 医学院 （李老师： 027-68893543、24763932@qq.com） 劳动卫生与环境卫生学、流行病与卫生统计学、少儿与妇幼保健学、营养与食品卫生学、临床医学、护理学、药学、基础医学（人体解剖学组织胚胎学、分子生物学、神经生物学）、动物医学、职业医学（职业危害识别与控制） 5 博士 博士毕业于985高校，有海外学习研究经历者优先考虑。 15 生命科学与健康学院 （杜老师：027-68893368、535196868@qq.com） 分子生物学、免疫学、细胞生物学、生物医学工程 10 博士 国外留学经历（助理教授以上）具有较高的外语水平，科研成果优秀者优先。 16 艺术与设计学院 （张老师 18064039342 38698507@qq.com） 设计学或机械（产品设计、工业设计）、设计学或艺术学（数字媒体） 2 博士 17 资源与环境工程学院 （肖老师：027—68862892、 85471846@qq.com） 矿物加工工程（选矿工程、造块与直接还原、再生资源科学与技术、表面与胶体化学）、采矿工程（矿床开采工艺与技术、岩体力学与工程、矿床地质、工程地质）、地图学与地理信息系统、安全科学与工程（工业安全、通风除尘、火灾科学与技术）、环境工程(水污染控制、大气污染控制） 7 博士 博士毕业于985高校或985优势学科创新平台学科，拥有海外研修经历者优先考虑。 二、引进待遇引进教师的待遇原则上按《武汉科技大学补充教师队伍工作暂行办法》（武科大人[2011]18号）执行，优秀博士，可以聘专业技术4-7级岗位，具体待遇可以面谈，符合我校高层次人才引进条件的应聘人员，引进待遇按《武汉科技大学高层次人才引进暂行办法》（武科大人〔2016〕42号）执行。 三、招聘程序1、个人申请。应聘者登陆“武汉科技大学教师招聘信息系统”（网址http://202.114.255.111/）在线填写相关基本信息，附件上传《武汉科技大学教师岗位申请表》（点击下载）2、资格初审。按照招聘条件，学校、学院对应聘者的申报材料进行初审，确定参加面试人员。3、学院考核。学院组织面试等考核，报学校审定。4、学校审定。经学校研究同意后办理聘用手续。 学校地址：湖北省武汉市青山区和平大道947号学校网址：http://www.wust.edu.cn/联系电话：027-68862406（学校人事处）联 系 人：郑老师联系邮箱：2641394799@qq.com 上级部门 ———————————— 人力资源和社会保障部 湖北省人社厅 教育部 湖北省教育厅 校内链接 ———————————— 学校首页 学校办公室 党委组织部 高校链接 ———————————— 华中科技大学 学院链接 ———————————— Copyright © 2012 武汉科技大学·人事处 版权所有 地址：湖北省武汉市青山区和平大道947号 邮编：430081 鄂ICP备 030192",
    "link": [
        "d10a0c15d5236a5063855999464a377f",
        "75838cb7008736aa20e8949c8288b226",
        "7bb0e20ed4fc8fe2501aca26af8164ef",
        "453e9bd457473b7ff3ff0bf6bec363fc",
        "c618a98c2af776074d1ab6c4027ed4d0",
        "a402a169488a61aab51b375540f18ede",
        "8d36dc6962c973056444b0b88842cdfd",
        "9bcabc9285f20c4370ae154af13d1050",
        "3a3a8756704f7f57dcecc4c27b9ab779",
        "12a546bdbbad434b44ae2747fd6f1a88",
        "70a857190f72b116091489abad9e4654",
        "fa5b1df3dc3c2e60c1f276e87507fae8",
        "d963aefff75f843ac538b0ab51e1fee0"
    ],
    "update_date": "2019-11-03 14:00:33"
}