{
    "title": "武汉科技大学2017年教师招聘启事",
    "url": "http://rsc.wust.edu.cn/2017/0111/c247a59695/page.htm",
    "content": "首页 部门概况 人事政策 师资队伍 岗位设置 职称评审 博士后流动站 培训进修 诚聘英才 旧版入口 招聘信息 当前位置：首页 诚聘英才 招聘信息 武汉科技大学2017年教师招聘启事 发布者：系统管理员发布时间：2017-01-11浏览次数：277 武汉科技大学2017年教师招聘启事 根据学校发展需要，我校现面向海内外公开招聘若干名教师。具体如下：一、基本要求（一）学风端正、治学严谨、道德高尚、为人师表、身体健康，热爱教育事业，遵守职业道德规范，具有强烈的事业心和协作精神。（二）具有较为扎实的基础理论功底，较强的教学科研能力和良好的专业素养，符合学科团队发展的需要，并能履行相应岗位职责；在研究领域发表过有影响的学术论文或论著，参与过省部重点及以上科研项目，熟练掌握一门外语，具有对外学术交流的能力，原则上英语达到六级水平。（四）具有博士研究生学历并取得博士学位或教授职称，博士学位人员的年龄不超过35周岁，教授职称人员的年龄不超过45周岁。（五）基础学历为不低于我校办学层次高校的全日制本科。二、引进待遇引进教师的待遇原则上按《武汉科技大学补充教师队伍工作暂行办法》（武科大人[2011]18号）执行，优秀博士，可以聘专业技术4-7级岗位，具体待遇可以面谈，符合我校高层次人才引进条件的应聘人员，引进待遇按《武汉科技大学高层次人才引进暂行办法》（武科大人〔2016〕42号）执行。三、招聘计划（详见附表）材料科学与工程、冶金工程、机械工程、控制科学与工程、化学工程与技术和矿业工程一级学科设有博士后科研流动站，常年招收博士后。欢迎各位优秀毕业生、留学回国人才、博士后来校任教及从事科学研究工作。附表： 武汉科技大学2017年教师招聘计划 序号 用人单位 学科专业（研究方向） 计划 学历 备注 1 材料与冶金学院 （杨老师：027-68862529、 875270965@qq.com） 材料物理与化学（催化材料、新能源材料、电催化材料、生物小分子传感检测、光电材料、功能材料）、冶金热能工程（工业热过程仿真与优化、多空介质燃烧）、材料加工工程（激光焊接及材料加工、模具设计、材料的合金成分工艺设计与优化、计算材料方向）、材料学（钢铁材料及3D打印、石墨烯、高性能钢铁材料）、钢铁冶金（冶金废固综合利用、纳米薄膜材料）、有色冶金（轻金属、重金属、稀有金属）、材料物理化学（高温陶瓷、耐火材料） 8 博士 2 省部共建耐火材料与冶金国家重点实验室 （周老师：027-68862085、 497969167@qq.com） 2 博士 3 城市建设学院 （袁老师：027-68893641、379503183@qq.com） 道路桥梁与隧道工程、岩土工程、暖通空调或太阳能利用、给排水科学与工程、建筑学、城乡规划学 3 博士 4 管理学院 （邓老师：027-68862653、228588209@qq.com） 服务科学与工程、工程造价与工程管理、财务会计或旅游管理 3 博士 博士毕业于985高校，拥有海外研修经历者优先考虑。 5 化学工程与技术学院 （汪老师：027-68862591、 429727578@qq.com） 化学工程、化学工艺（煤化工、制药工程、环境化工）、有机化学（有机合成）、物理化学（材料物理化学、生物物理化学）、高分子化学与物理、生物化工（生物分离工程、发酵工程、生物制药工程） 7 博士 6 机械自动化学院 （喻老师：027-68862283、 511604144@qq.com） 机械电子工程（微流体及应用、机械工程控制）、机械工程（机器人、机器视觉、机械动力学）、测控技术及仪器（机电一体化控制）、工业工程(增材制造) 7 博士 7 计算机科学与技术学院 （李老师：027-68893293 415767342@qq.com） 计算机科学与技术(云计算、信息安全技术、网络协议、网络安全）、软件工程 4 博士 8 理学院 （朱老师：027—68893261、 542124279@qq.com） 金融统计（金融统计与管理）、应用数学（微分方程与应用)、工程力学或固体力学（复杂环境条件下材料和结构的力学分析） 2 博士 博士毕业于985高校。 9 马克思主义学院 （周老师：027-68893331、423438426@qq.com） 马克思主义基本原理或马克思主义哲学、马克思主义中国化研究或政治学、思想政治教育 2 博士 10 汽车与交通工程学院 （曾老师 027-68862881 840957239 @qq.com） 车辆工程、载运工具运用工程、控制科学与工程、电子科学与技术、信息与通信工程、道路与桥梁设计、施工及检测、信息与通信工程、计算机软件与理论、机械制造及其自动化、机械电子工程（物流工程）、交通运输规划与管理 7 博士 11 外国语学院 （肖老师：027-68893343、 759021912@qq.com） 英语语言学、翻译学、德语翻译、应用语言学 1 博士 德语翻译应用语言学须博士或副教授以上职称，具有较强的科研能力；能独立承担翻译类课程。 12 文法与经济学院 （徐老师：027-68893311、15488815@qq.com） 行政管理（政治学）、社会工作（心理学）、投资学、现代汉语（对外汉语） 2 博士 13 信息科学与工程学院 （靳老师：027-68862516 、357869697@qq.com） 控制理论与控制工程（控制理论，系统辨识）、模式识别与智能系统、检测技术及自动化装置、电力电子与电力传动、电力系统及其自动化、电机与电器、电气信息类或者电子信息工程、信息与通信工程、计算机科学与技术、通信与信息系统、信号与信息处理、微电子和集成电路设计 7 博士 本科、硕士均毕业于211高校，博士毕业于985高校，有海外学习研究经历者优先考虑。 14 医学院 （汪老师： 027-68893428、414917945@qq.com） 劳动卫生与环境卫生学、流行病与卫生统计学、卫生检验与检疫、社会医学、人体解剖学组织胚胎学、分子生物学、神经生物学、生理学、临床医学、护理学、药物化学、药剂学 5 博士 博士毕业于985高校，有海外学习研究经历者优先考虑。 14 生物医学研究院 （杜老师：027-68893368、535196868@qq.com） 分子生物学、免疫学、细胞生物学 15 博士 具有海外博士学历优先。 15 艺术与设计学院 （王老师 027-68893393-615 583538179@qq.com） 设计学或机械（产品设计、工业设计）、设计学或艺术学（数字媒体） 3 博士 16 资源与环境工程学院 （肖老师：027—68862892、 85471846@qq.com） 矿物加工工程（城市矿山与再生资源、选矿工程、造块与直接还原）、采矿工程（矿床地质或数字矿山、开采工艺与技术）、地理信息科学、安全科学与工程（安全工程技术与管理）、环境工程(水污染控制、大气污染控制） 5 博士 备注：请应聘人员将电子简历发送到相关学院联系老师的邮箱，同时发送一份到人事处2641394799@qq.com，邮件标题以“一级学科（研究方向）+毕业学校+姓名+博士（后）+应聘某专业教师岗位”形式填写。 学校网址：http://www.wust.edu.cn/通讯地址：湖北省武汉市青山区和平大道947号武汉科技大学人事处邮政编码：430081 联 系 人：郑老师电 话：027－68862037 或027-68862406 传 真：027－68862865 上级部门 ———————————— 人力资源和社会保障部 湖北省人社厅 教育部 湖北省教育厅 校内链接 ———————————— 学校首页 学校办公室 党委组织部 高校链接 ———————————— 华中科技大学 学院链接 ———————————— Copyright © 2012 武汉科技大学·人事处 版权所有 地址：湖北省武汉市青山区和平大道947号 邮编：430081 鄂ICP备 030192",
    "link": [
        "e57ecb93b9feda0b021d9ebce5c8d608",
        "75838cb7008736aa20e8949c8288b226",
        "7bb0e20ed4fc8fe2501aca26af8164ef",
        "453e9bd457473b7ff3ff0bf6bec363fc",
        "c618a98c2af776074d1ab6c4027ed4d0",
        "a402a169488a61aab51b375540f18ede",
        "8d36dc6962c973056444b0b88842cdfd",
        "9bcabc9285f20c4370ae154af13d1050",
        "3a3a8756704f7f57dcecc4c27b9ab779",
        "12a546bdbbad434b44ae2747fd6f1a88",
        "70a857190f72b116091489abad9e4654",
        "fa5b1df3dc3c2e60c1f276e87507fae8",
        "d963aefff75f843ac538b0ab51e1fee0"
    ],
    "update_date": "2019-11-03 14:00:33"
}