{
    "title": "湖北省教育考试院 - 中共十九届三中全会公报发布（全文）",
    "url": "http://www.hbea.edu.cn/html/2018-03/12000.html",
    "content": "首 页 本院介绍 机构设置 院内要闻 普通高考 研招考试 成人高考 自学考试 英语考试 综合考试 学业水平 政策法规 下载中心 你的位置：首页 >> 理论学习与思想教育 >> 正文 中共十九届三中全会公报发布（全文） 来源：新华社 日期：2018/3/5 中国共产党第十九届中央委员会 第三次全体会议公报 （2018年2月28日中国共产党第十九届中央委员会第三次全体会议通过） 中国共产党第十九届中央委员会第三次全体会议，于2018年2月26日至28日在北京举行。 出席这次全会的有，中央委员202人，候补中央委员171人。中央纪律检查委员会副书记和有关方面负责同志列席会议。 全会由中央政治局主持。中央委员会总书记习近平作了重要讲话。 全会听取和讨论了习近平受中央政治局委托作的工作报告。全会审议通过了中央政治局在广泛征求党内外意见、反复酝酿协商的基础上提出的拟向十三届全国人大一次会议推荐的国家机构领导人员人选建议名单和拟向全国政协十三届一次会议推荐的全国政协领导人员人选建议名单，决定将这两个建议名单分别向十三届全国人大一次会议主席团和全国政协十三届一次会议主席团推荐。全会审议通过了《中共中央关于深化党和国家机构改革的决定》和《深化党和国家机构改革方案》，同意把《深化党和国家机构改革方案》的部分内容按照法定程序提交十三届全国人大一次会议审议。 全会充分肯定党的十九届一中全会以来中央政治局的工作。一致认为，面对复杂多变的国际形势、艰巨繁重的国内改革发展稳定任务，中央政治局全面贯彻党的十九大和十九届一中、二中全会精神，高举中国特色社会主义伟大旗帜，坚持以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导，不忘初心、牢记使命，全面加强党对一切工作的领导，坚持稳中求进工作总基调，勇于创新，扎实工作，统筹推进“五位一体”总体布局，协调推进“四个全面”战略布局，团结带领全党全国各族人民，坚定信心，凝心聚力，只争朝夕，真抓实干，着力全面深化改革、保持经济平稳健康发展，着力全面依法治国、推进中国特色社会主义法治体系建设，全力以赴打好防范化解重大风险、精准脱贫、污染防治的攻坚战，着力全面从严治党、切实转变工作作风，全面推进社会主义经济建设、政治建设、文化建设、社会建设、生态文明建设和党的建设，在决胜全面建成小康社会、开启全面建设社会主义现代化国家新征程上迈出新的步伐，推动党和国家各项事业取得新的成绩。 全会认为，开好十三届全国人大一次会议和全国政协十三届一次会议，对动员全党全国各族人民为决胜全面建成小康社会、夺取新时代中国特色社会主义伟大胜利而奋斗具有重大意义。 全会提出，深化党和国家机构改革是推进国家治理体系和治理能力现代化的一场深刻变革。党和国家机构职能体系是中国特色社会主义制度的重要组成部分，是我们党治国理政的重要保障。新中国成立后，在我们党领导下，我国确立了社会主义基本制度，逐步建立起具有我国特点的党和国家机构职能体系。在社会主义建设和改革开放过程中，我们党积极推进党和国家机构改革，各方面机构职能不断优化、逐步规范。党的十八大以来，以习近平同志为核心的党中央紧紧围绕完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化这个总目标全面深化改革，加强党的领导，坚持问题导向，突出重点领域，深化党和国家机构改革，在一些重要领域和关键环节取得重大进展，为党和国家事业取得历史性成就、发生历史性变革提供了有力保障。 全会强调，面对新时代新任务提出的新要求，党和国家机构设置和职能配置同统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局的要求还不完全适应，同实现国家治理体系和治理能力现代化的要求还不完全适应。全党必须统一思想、坚定信心、抓住机遇，在全面深化改革进程中，下决心解决党和国家机构职能体系中存在的障碍和弊端，加快推进国家治理体系和治理能力现代化，更好发挥我国社会主义制度优越性。 全会强调，深化党和国家机构改革的指导思想是，全面贯彻党的十九大精神，坚持以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导，适应新时代中国特色社会主义发展要求，坚持稳中求进工作总基调，坚持正确改革方向，坚持以人民为中心，坚持全面依法治国，以加强党的全面领导为统领，以国家治理体系和治理能力现代化为导向，以推进党和国家机构职能优化协同高效为着力点，改革机构设置，优化职能配置，深化转职能、转方式、转作风，提高效率效能，为决胜全面建成小康社会、开启全面建设社会主义现代化国家新征程、实现中华民族伟大复兴的中国梦提供有力制度保障。深化党和国家机构改革，必须贯彻坚持党的全面领导、坚持以人民为中心、坚持优化协同高效、坚持全面依法治国的原则。 全会提出，深化党和国家机构改革的目标是，构建系统完备、科学规范、运行高效的党和国家机构职能体系，形成总揽全局、协调各方的党的领导体系，职责明确、依法行政的政府治理体系，中国特色、世界一流的武装力量体系，联系广泛、服务群众的群团工作体系，推动人大、政府、政协、监察机关、审判机关、检察机关、人民团体、企事业单位、社会组织等在党的统一领导下协调行动、增强合力，全面提高国家治理能力和治理水平。既要立足实现第一个百年奋斗目标，针对突出矛盾，抓重点、补短板、强弱项、防风险，从党和国家机构职能上为决胜全面建成小康社会提供保障；又要着眼于实现第二个百年奋斗目标，注重解决事关长远的体制机制问题，打基础、立支柱、定架构，为形成更加完善的中国特色社会主义制度创造有利条件。 全会提出，深化党和国家机构改革的首要任务是，完善坚持党的全面领导的制度，加强党对各领域各方面工作领导，确保党的领导全覆盖，确保党的领导更加坚强有力。要建立健全党对重大工作的领导体制机制，强化党的组织在同级组织中的领导地位，更好发挥党的职能部门作用，统筹设置党政机构，推进党的纪律检查体制和国家监察体制改革。 全会提出，转变政府职能，优化政府机构设置和职能配置，是深化党和国家机构改革的重要任务。要坚决破除制约使市场在资源配置中起决定性作用、更好发挥政府作用的体制机制弊端，围绕推动高质量发展，建设现代化经济体系，调整优化政府机构职能，合理配置宏观管理部门职能，深入推进简政放权，完善市场监管和执法体制，改革自然资源和生态环境管理体制，完善公共服务管理体制，强化事中事后监管，提高行政效率，全面提高政府效能，建设人民满意的服务型政府。 全会提出，统筹党政军群机构改革，是加强党的集中统一领导、实现机构职能优化协同高效的必然要求。要统筹设置相关机构和配置相近职能，理顺和优化党的部门、国家机关、群团组织、事业单位的职责，完善党政机构布局，深化人大、政协和司法机构改革，深化群团组织改革，推进社会组织改革，加快推进事业单位改革，深化跨军地改革，增强党的领导力，提高政府执行力，激发群团组织和社会组织活力，增强人民军队战斗力，使各类机构有机衔接、相互协调。 全会提出，治理好我们这样的大国，要理顺中央和地方职责关系，更好发挥中央和地方两个积极性。要统筹优化地方机构设置和职能配置，构建从中央到地方运行顺畅、充满活力、令行禁止的工作体系，中央加强宏观事务管理，地方在保证党中央令行禁止前提下管理好本地区事务，赋予省级及以下机构更多自主权，合理设置和配置各层级机构及其职能，增强地方治理能力，加强基层政权建设，构建简约高效的基层管理体制。 全会提出，机构编制法定化是深化党和国家机构改革的重要保障。要完善党和国家机构法规制度，依法管理各类组织机构，加快推进机构、职能、权限、程序、责任法定化，全面推行政府部门权责清单制度，规范和约束履职行为，让权力在阳光下运行，强化机构编制管理刚性约束，加大机构编制违纪违法行为查处力度。 全会强调，深化党和国家机构改革是一个系统工程，各级党委和政府要把思想和行动统一到党中央关于深化党和国家机构改革的决策部署上来，增强“四个意识”，坚定“四个自信”，坚决维护以习近平同志为核心的党中央权威和集中统一领导，把握好改革发展稳定关系，不折不扣抓好党中央决策部署贯彻落实，依法依规保障改革，增强改革的系统性、整体性、协同性，加强党政军群各方面机构改革配合，使各项改革相互促进、相得益彰，形成总体效应。 全会号召，全党全国各族人民要紧密团结在以习近平同志为核心的党中央周围，统一思想，统一行动，锐意改革，确保完成深化党和国家机构改革的各项任务，不断构建系统完备、科学规范、运行高效的党和国家机构职能体系，为决胜全面建成小康社会、加快推进社会主义现代化、实现中华民族伟大复兴的中国梦而奋斗！ 办事指南 自学考试学历认定 自学考试成绩证明 自学考试毕业证待办证明 高考成绩证明 庆祝改革开放40周年专栏 “大就要有大的样子”——献 王沪宁：乘新时代东风 放飞 汪洋：切实加强政协系统党的... 人民日报社论：向人类最伟大 习近平在纪念马克思诞辰200 权威论坛：马克思主义依然深 任仲平：他的英名和事业永世... 纪念马克思诞辰200周年大会... 国办印发《2018年政务公开工 穆虹：建立健全党对重大工作 尤权：推动我国新型政党制度 习近平：加强和改善党对全面... 赵乐际：忠实履行党章宪法赋... 孙春兰：全面加强党对教育工... 中华人民共和国监察法 中国人民政治协商会议章程修 中国人民政治协商会议章程修 中国人民政治协商会议章程 栗战书：使全体人民成为宪法... 每一个人都是新时代的奋斗者 监察法颁布 反腐开新篇：四 习近平新时代中国特色社会主 坚定不移把教育系统全面从严 栗战书在第十三届全国人民代 国务院26个组成部门最新“一 丁薛祥：深化党和国家机构改... 刘鹤：深化党和国家机构改革 军报：为新时代中国特色社会 一张图，带你看懂《宪法修正 院办公室 高等教育考试办公室 高等教育自学考试办公室 综合考试办公室 命题制卷办公室 科技信息办公室 学业水平考试办公室 财务管理办公室 湖北招生考试杂志社 楚才教育考试印务中心 楚才考试服务公司 @hbea.edu.cn 主办单位：湖北省教育考试院 | 维护：楚才考试服务公司 版权所有：湖北省教育考试院 | 地址：武汉市武昌东湖路147号 | 邮编：430077 ICP备案编号：鄂ICP备17028011号-1",
    "link": [
        "40fafcbb9a1403b1503185909522a94f",
        "70de649345b7053e9136a7ed6124aa64",
        "4b9504ce877e68b3810919342a57e337",
        "209deca4ef0440cdbe9c8051d047d208",
        "17443b37c7a1067a0243b71a83022422",
        "3879b9b4c3e3be1f4bd338c6058e8e49",
        "23f4c420e717c18100ffd0621f13ea98",
        "d8eb0c5e849f51a1d7605693904a4029",
        "fc2ae287b0c2e11f452fac7ed78580f2",
        "83f5a0597c7ef92ca10702584a681433",
        "4310fbc0590df5788a167e2853faeba7",
        "a05d3fd4ca89df355e61cc105f80136e",
        "47d78c057457db31649dbbccc6d33d5f",
        "afaf537b1c37aea8df7b2fd395e88c40",
        "ed5f2f2c0775028cff928b0f862037bf",
        "e1b0818a5cb913ec2573657b38aff1eb",
        "239d943d02bcc04f27bb4c9f742eb503",
        "28076180ba606d93adda86e3665b4cb7",
        "d54b67dd4d67d380bd2bf74e15acce55",
        "781567b9601d9c6596542600e9a214dd",
        "35cfc915300a82d386e3218e68548f51",
        "8083af083860a71e4bf5ed77e84e66b1",
        "7f8a5c66aba50ce9b7d011307dae6743",
        "2eea9193a2ef867215d774b30f2ad0a4",
        "e15e53a0c33d9df12d382aec372cafd9",
        "2fb1460802424a64db252b948d20ee50",
        "255a39a0b00925842edd880078a7cfa3",
        "14242d9a515a6e3c0718dd5462ac44d0",
        "756cb986e796ae80bb5e9776ee38dacb",
        "148f2ade4b606e3f4d8092df147c9801",
        "873cee5823017636d10def7d7f39da09",
        "0adfb4db9155ea36b9519ee49b58ce2a",
        "9f4b79f4414d4e6a5204ffcbef2dbbdd",
        "658cc7c7e33625b9c9ee94e4f137d48e",
        "db05977ade777dd2d281de7fe1604f19",
        "f4500e5d6b8315ccf5252a116f312c99",
        "7d5b4d246e3df2fd770fbd12dfeed3bf",
        "3cdf351c4bf49fee06a7822766b1e87c",
        "d85a19fd02868e0e81814317cadbc1b8",
        "49d630dd0ef9c6702789f638d7995127",
        "947b2fe832d9c79cf3f98e4b9b84f788",
        "7413db770675231671e8acfee60aa34a",
        "2233f2465dced8505b49e0a1714577d8",
        "32001aea99785f2112cf7e90ec71e9a3",
        "1c1c3f544d1ad5b8e1a16910ebcfabe6",
        "6afc1ff8c01c975529fa42732256071a",
        "69d90f644aa22d478533643d5cea4e4f",
        "9620199933a33aabf52f121adc745a97",
        "1f01dc043ee197e6a5ffa046c23c6f25",
        "9db25975809414ab1a65ecd90712ee15",
        "885707ccee21764d292a42bf30c0d4c1",
        "acb5143dd659a82a1a0b0e486ea80391",
        "8da64e6cad1dc5b73867825de90a4a3c",
        "4b47567903cd25f56340e7019a018b94",
        "0acf40d3c81f01b38e24830bbd4fe888",
        "a5bc39afc4aeb640e5d6104cd50f3b72",
        "a519c9efb88d398dd63f3fc9e608e817",
        "75df3c2d1ead167ec14fd6fdbdfb7da5",
        "d800ad8e20a348649bca08ed045fc2ec",
        "b1d1bf7dc6ab7613136465be397a64dd",
        "f7be242a9d333e8a49b38bb0f91c972d",
        "3e966ee63e2dfba05dc7ac0cbba8a188",
        "28262af872d9a2d1423c0a51c29100ba",
        "0d98cbf460f42c3e71ba24b5df67b962"
    ],
    "update_date": "2019-11-03 14:00:25"
}