{
    "title": "【金课的台前幕后4】 “金”光闪闪的冶金概论课",
    "url": "http://jwc.wust.edu.cn/2019/0521/c1926a196081/page.htm",
    "content": "教务首页 机构设置 教学指导委员会 语言文字工作委员会 岗位职责 专业建设 专业设置 人才培养模式改革 专业责任教授团队 专业管理 教学团队 课程建设 课程管理 在线课程 精品课程 双语课程 教材建设 教务管理 运行管理 选课管理 考务管理 假期课堂 学籍管理 学籍学历 成绩管理 学位管理 专业辅修 实践教学 实验教学 实习 课程设计 毕业设计(论文) 教学研究 教学简报 教研项目 教学成果 教研管理 管理文件 政策法规 教学研究 质量管理 教务管理 学籍管理 实践教学 下载专区 专业建设 课程建设 教务管理 学籍管理 实践教学 教学研究 学校首页 【金课的台前幕后4】 “金”光闪闪的冶金概论课 发稿时间：2019-05-21浏览次数：14 发布者：新闻中心 发布时间：2019-05-06记者孙若楠 见习记者李东麟 “贴近生活的课程内容”“直观通俗的讲解方式”“丰富完善的知识体系”……众多的夸赞，很难让人与一门工科课程相联系，但正是冶金概论这门兼顾线上与线下的课程，让不少同学为之着迷，成了“金光闪闪”的课。 “为使学生受益，我们制作这门课时大量参考了学生意愿。”材冶学院王炜教授表示，该课程早在2014年便荣获“湖北省精品视频公开课”。课堂内外“动”起来 谈及冶金概论课，学生们往往谈“金”色变，认为此类课程枯燥、无趣。但近年来，冶金概论课逐渐火热，近百名非理科学生甚至校外的学生也慕名而来，进入冶金概论课堂。 2015年，我校材料与冶金学院开设线上课程，冶金概论有幸成为第一个慕课。区别于传统课程，冶金概论的慕课通过大量动画和短片“再现”冶金的流程、设备及锻造工艺。在转炉炼钢这一章，金灿灿的铁水在转炉里翻滚，温度计上显示着温度从1000度持续上升，转炉从顶端输入氧气后剧烈反应…… 将知识以动态多元化的效果呈现出来，获得了同学们的一致好评。“通过动画，我们直观地看到了钢铁冶炼的场景，印象非常深刻。”材冶学院于晟加在观看网上课程后表示。 线上课程丰富知识，线下课程活跃思维。“我一直以为冶金概论是一门理论性极强的课程，但在学习之后我才发现，该课程与生活息息相关。”金材专业的郭佳在学习课程后，爱上了这门工科课程。 课堂上，王炜布置作业，“请大家在课后辨认生活用品，哪些是生铁产品，哪些是钢铁产品，哪些是钢铁合金产品？” 看似简单的作业，却让同学们体验到了极大的乐趣。郭佳回到寝室，立即向室友求助，让大家帮忙寻找铁制品。经过多方援助，郭佳的寝室摆满了杯子、指甲剪、哑铃等物品。 郭佳和室友对照视频中对铁制品的分类，用尽各种方法测试铁制品种。“嗯，金属光泽明显，这个是钢”“这个硬度更高，是钢铁合金”“这个杂质较多，是生铁”……通过触摸、敲击、划刻、放大镜观察等方法，郭佳和室友将寝室里堆放的所有铁制品分了类，为此还受到老师的表扬。课程延伸“迈”出来 每一章的课程上完，都有一个单元小测验考验学生的学习情况。为了让同学们在学习中自主思考、反复阅读材料，小测验采用题库抽题的方式进行。 “什么是硬吹？什么是溅渣护炉？”本来只是在视频中一晃而过的概念，却出现在章末的测试题中。慕课的测试题经常脱离课堂的限制，鼓励大家自己寻找答案。“慕课视频中的介绍，让我对于这两个概念有了初步的认识。而搜索到准确的定义，让我从专业角度认识了这两个概念。”资环学院的汪佳文在学习冶金概论后表示。 实践是检验真理的唯一标准。王炜教授认为，在课堂中，这句话仍然适用。课程设置上，王炜团队多以延展性作业促进学生思考，要求学生自己去搜索冶金的历史、有色金属的相关资料。“让大家亲自动手实践，形成自己的知识体系，比起老师的归纳整理更加有效。”这是王炜多年教学所积累的经验。 不仅仅局限于为工科专业的学生讲解冶金概论，近四十名外国语学院的学生，以及近百名武钢的中层干部，也专程来听王炜团队讲授冶金概论。 王炜说，冶金概论是一门工程背景类的课程，大量采矿企业、金属加工企业、金属加工设备企业以及武钢的中层干部，都需要了解冶金方面的知识。文科性质的专业则将冶金概论作为拓展课程，便于在工作中获得优势。 “得益于多方位的教学，让我们这个团队能够针对不同的群体将冶金概论这门课日臻完善。”王炜表示，当前的冶金概论经过不断的打磨和修正，能够让本专业和非专业的学生都能从课程中学习到钢铁工业及钢铁联合企业的生产过程有全面的了解。教育改革“活”起来 冶金概论这门课伴随着学校发展了几十年，一直在不断创新。但2015年的课程改革，却让王炜及其团队犯了难。 以往的线下课程注重于理论讲解，通过书本和课外查阅资料让学生了解冶金历史、过程。线上课程一旦开展，如何将钢铁冶金过程“活起来”，成为王炜的“心病”。 “作为我院第一个慕课，就要做出成绩。”王炜与11位老师一起积累素材，查阅资料，商议出了一套独具特色的线上课程。 冶金概论作为一门基础公共选修课，其内容布置上应直击要害。为此，冶金概论课分为8个章节，每一章由一位“教授+”的阵容进行编排，确保内容精准、专业。 回忆起2017年的夏天，李阳记忆犹新。“顶着炎炎夏日，我们在办公室里商量单元点和知识点的设置。”老师们各抒己见，众口难调，终于在王炜的大方向下定好了初步路线。 确定好章节内容远非完成工作，慕课的难点在于如何使课程出彩。王炜和老师们一起，借鉴已有慕课，进行反复观摩；调查学生意愿，添加趣味元素……夜以继日的商讨和尝试后，确定出以增加“动图和动画”并配上老师讲解的方案。老师们针对随堂测试和章节测试做了大量研讨工作，设置题库、随机出题，题目主观性高…… 老师们感叹：“让学生的思维活起来，看得进去课程，能够花时间、花心思琢磨考试，也是我们教学的最终目标。” 2017年暑假，十多位老师完成了所有工作，坐在了录影室内。面对镜头，老师们面带微笑，从容不迫，从专业领域讲及生活生产，从理论知识讲及社会实践……细致生动的讲解，让大家进入慕课就感受到了老师们的活力。 当前，冶金概论慕课在武汉科技大学课程中心已经开设了三届，逐步增长的选课量成为老师们不断前进的动力。“活跃的教学氛围、活跃的思维方法、活跃的师生互动，让我们看到了冶金概论课的‘金光’。” 现在，该课程已经在优课联盟进行运行，也向楚课联盟、爱课程、学堂在线等精品平台申请了上线资格。 链接：原文网址http://www.wust.edu.cn/2019/0506/c30a194626/page.htm Copyright © 2018 武汉科技大学·教务处 版权所有 地址：湖北省武汉市青山区和平大道947号 邮编：430081 鄂ICP备 030192",
    "link": [
        "4bc1e161fedb724f813a26543c3ccba8",
        "e57ecb93b9feda0b021d9ebce5c8d608",
        "c124dfc32bffa7bbe95556b7be54e73f",
        "18621f6dfbb4d97a790b8ae901f62fa5",
        "3566da1bed115f3ff477a591f766febe",
        "c79d043330f5c2a678f3cea16b46c370",
        "cef2dfdaa374ff63f62a32257bc33af4",
        "9f6096ab9e6039ac2a427d286ff6bc50",
        "cd2801a27d3b9f56e2d547180c21f174",
        "1ce89744c6baf23840930f551680ac9d",
        "c59e7e8457e6215e20a0a2b09da58a0d",
        "b7ba50b667d6ff38b4cfd33d4e46dd68",
        "84c74e7a2930ebd06f5f8b2e5c5d93f8",
        "d9e908ed5b2076fad8eb9860f25e1531",
        "979dbe2e83de510a4d5e468443432ebd",
        "2cf0d49a70167e680c5892e505ba6676",
        "6d91147587a702da321e4d338ff31d07",
        "9ee0bd892d22d2b898d2388be59c32df",
        "08a73f33e7c35c2e5c0a964d71e18e06",
        "48ee5b64c2d7eeb5d677e5a2ba5b2c9e",
        "cdd401b7e966f7984ab51020dca377a8",
        "0fbd8c1c915f0013d5ce5bd82f2ceb71",
        "acf975c96428efa9f2d7ae808c625337",
        "aaf2a1bda6439bdb26a847a9b2d215ae",
        "3f21a7cace7ca6bd855f38983d58dbb8",
        "1a5561b2d30a804d16f3d21b12a25b1a",
        "d1970d81be613c7a5a8019b7da5fd14a",
        "695e63fe9a0c79f7013bc04907a67c7d",
        "499da4d53cee768279dd6746298a7030",
        "2fcc0d8132e50fb56daffdb12ae0170d",
        "0e0b0b16737e9c9a975492e8455611bb",
        "4c26dadc20150197e7914684fc059647",
        "4aa1fa206f53f7edfb2cdd52fe7011ca",
        "6823fc180f6e749f1caa7d41cecf3e49",
        "9d97d384fb5ad374e78562e33b31c64d",
        "5353a36a9f2d80ee09927bf941116288",
        "a877bbb39ac48d33371129dd3f95e819",
        "1b2a87cde92b151513469e0cbf5271c9",
        "d319ca7dbd9207f06cd57235227ab048",
        "2b1310861be10d61d5ef5b031d224a42",
        "71c81fa2e89932cd4b9168648ab95224",
        "fc832b98228928591a58a50ba5140090",
        "0492e21ec41fa8fc127ee90aa7593685",
        "6557a102772934f48a7d7debd6ed0d9e",
        "f560735997f8978ccbdf286ce5bc0899",
        "93f6bcc30433724a2178d4a2f0c52b0a",
        "e9e0fade72afad992d32d4d25a14e57c",
        "596b4a811df3a9ab3038d015aed8c09d",
        "5fe7386121dfb11992915d5a6bae3a6f",
        "d2f70c33c1eb2be85045eb82fb737ed0",
        "f700f6c0018af4b69dc0add802a26a0e",
        "3c4a537a6bdc3de3531f60a86a82b84e",
        "249dcb490bd426064e477863a5390e99"
    ],
    "update_date": "2019-11-03 14:00:12"
}