{
    "title": "【金课的台前幕后6】学以致用的化学课",
    "url": "http://jwc.wust.edu.cn/2019/0603/c1926a196909/page.htm",
    "content": "教务首页 机构设置 教学指导委员会 语言文字工作委员会 岗位职责 专业建设 专业设置 人才培养模式改革 专业责任教授团队 专业管理 教学团队 课程建设 课程管理 在线课程 精品课程 双语课程 教材建设 教务管理 运行管理 选课管理 考务管理 假期课堂 学籍管理 学籍学历 成绩管理 学位管理 专业辅修 实践教学 实验教学 实习 课程设计 毕业设计(论文) 教学研究 教学简报 教研项目 教学成果 教研管理 管理文件 政策法规 教学研究 质量管理 教务管理 学籍管理 实践教学 下载专区 专业建设 课程建设 教务管理 学籍管理 实践教学 教学研究 学校首页 【金课的台前幕后6】学以致用的化学课 发稿时间：2019-06-03浏览次数：10 布者：新闻中心 发布时间：2019-05-31 见习记者李沐阳 刘春阳 致力于打造让每个同学都能学以致用的“金课”，是化工学院鲁礼林教授的目标。让大学第一门课的知识写入论文，登上顶级化学杂志——《德国应用化学》，这是他十几年坚守的教学理念的成果。 这位讲授无机化学、基础化学等本科生主干课程的博士生导师，不断拓展深度与宽度的教学模式，让化学课在学生的学习生活和科研中承担了越来越多样化的角色。 而被问到如何上好化学课时，鲁礼林提出了“四个定位”教学法，即专业定位、课程定位、知识定位、目标定位。他说：“找准定位，不仅仅是为了让同学们更好地掌握知识，也为将来的学习科研乃至求职提供更明晰的引领。”专业定位 引领学生做好职业规划 “作为一个工程特色显著的专业，就业面非常广，研究方向也多种多样，研究药物、细化工、化工、油化工等等，基本上每个同学都能从中找到适合自己的一条路。虽然我们专业不算什么热门专业，但是也是一个非常稳定的工科专业，相信每个热爱化学、热爱工程的同学都能在学习的过程中找到信心与快乐。” 在化工专业的同学们学习的第一堂专业课——无机化学的课堂上，鲁礼林做的第一件事就是通过讲解来帮助学生找准专业定位。 为了让同学们更清楚地了解学习本专业后会是一个什么样的状态，鲁礼林经常给学生在课余时间讲一些自己科研团队的日常生活和有趣的科研小故事。 “我通过这些科研小故事，既可以让同学们感受这个专业的定位，又起到了放松与活跃气氛的作用。所以我觉得这是一个值得去做的事情。”鲁礼林说。 教学过程中，遇到对未来茫然的同学是常事，但鲁礼林耐心地讲解，让学生们刚进大学就对专业研究方向有了了解。 “刚进大学懵懵懂懂的，也不知道自己的专业选择到底对不对，听鲁老师给我们清晰地讲述了化工专业的研究方向和就业前景之后，让自己明确很多，也对自己的未来开始慢慢规划起来。我觉得这不仅仅是大学第一门专业课，也是我们专业道路上的一座灯塔，指领着我们前行。”应化一班谭秋霞对于老师的专业定位讲解这样评价。 课程定位吸引学生参与课堂教学 相比于将每一门学科独立地去讲解，鲁礼林更喜欢把整个专业作为整体，将一个个课程看做堆砌“化学大楼”的“砖块”。而这个“砖块”在这栋“大楼”里究竟处在什么样的一个地位，这也是他着重想让同学们体会的。 “像无机化学这样的基础学科，就一定是垫在下面的大基石。房子能不能建起来，很大程度决定于这块基石的牢固程度。”在讲解无机化学的时候，除了专业知识之外，鲁礼林还会拓展去讲解无机化学对药学、对有机化学的影响与关联。 “一些无机制剂是普遍使用的药品，如氯化铵、六次甲基四胺等。”常常向同学们灌输交叉学科概念，他让学生们重视每一门专业课的重要性，这对于以后的很多学习都有影响，通过这种方式来让同学们找准学科定位。 “大学课堂不像高中课堂，不是一个堆砌知识点的过程。如何去拓展学生的知识广度，如何去引导学生形成自己的知识体系，这才是更为重要的一点。” 而这种讲解方式也让同学们的课堂参与度大大提高。 “听完老师的讲解，才知道这门学科的重要性。要为以后的学习和科研打好基础，学好这门课是重中之重。”应化一班的陈侣说。 知识定位助力学生建立学习思维 “大学和高中我们都有学习酸碱理论。看起来差别不大，但其实是在做一个推翻重来的过程。”在讲解酸碱理论时，鲁礼林说，“对于酸碱，大学的定义显然宽泛得多，而且相比于高中的理论，大学的理论更像是一个百家争鸣的过程。同样是酸碱的理论，各个学派各有优势，形成了各种派别。” 作为一名曾经在高中任教过的老师，鲁礼林喜欢将高中的教学模式和大学的教学模式去做区分，“高中的重点在于讲清楚知识点，大学的重点在于讲清楚为什么要这样讲这个知识点。” 作为一门很多知识和高中有衔接内容的学科，两本教材似乎在理论知识上并没有多大差异，而鲁礼林则喜欢讲清楚这种差异，帮助学生们做好知识定位。 鲁礼林还希望同学们在体会各个理论优缺点的过程中产生独立思考和辩证思考的能力，不盲从，形成自己的知识体系。 而这种教学模式也让同学们受益匪浅。“把每一个理论看做一种武器，只有集百家之长、避百家之短，才能在面对各种难题的时候找到合适的理论来解释，甚至形成自己的理论体系。这是一种很重要的科研能力，我相信同学们能从中受益良多。”鲁礼林说。 目标定位增进学生解决问题能力 学完了一门课程，很多同学不知道这些知识点有什么用，鲁礼林就会帮助同学们去做目标定位。每一个知识点究竟能作为哪些领域的“开山斧”，他都会一一讲解。 在耐火材料的研究中，同学们了解了氮气合成氮化物的原理；在检测水质重金属的研究中，同学们用晶体场理论来解决了如何显色的问题等等。这样的教学方法在同学们的科研中起到了很大的作用。 培养了学生解决问题的能力。做好目标定位，真正让一堂课做到了学以致用。正是这样一种教学理念，让鲁礼林团队的科研工作也受益匪浅。 在铵盐做催化剂制氢的一个实验项目的研究过程中，鲁礼林团队在用铂、和一些酸来做催化的过程中遇到障碍，使用的酸大都对环境污染很大。 这时，有人联想到无机化学中铵盐也呈酸性，还十分环保，最终实验十分成功，成果成功登上了国际顶级化学杂志——《德国应用化学》。 面对课程改革，一直在更新课堂不断变革的鲁礼林并不担心，“打造一堂‘金课’一直是我的目标，做好‘四个定位’帮助同学们解决问题、学以致用，看到同学们在学习了我的课程之后能在科研岗位、工作岗位上发光发热，我就很欣慰。” 来源：武汉科技大学新闻网http://www.wust.edu.cn/2019/0531/c30a196837/page.htm Copyright © 2018 武汉科技大学·教务处 版权所有 地址：湖北省武汉市青山区和平大道947号 邮编：430081 鄂ICP备 030192",
    "link": [
        "ee4be5325e161797d271756cd72c685f",
        "e57ecb93b9feda0b021d9ebce5c8d608",
        "c124dfc32bffa7bbe95556b7be54e73f",
        "18621f6dfbb4d97a790b8ae901f62fa5",
        "3566da1bed115f3ff477a591f766febe",
        "c79d043330f5c2a678f3cea16b46c370",
        "cef2dfdaa374ff63f62a32257bc33af4",
        "9f6096ab9e6039ac2a427d286ff6bc50",
        "cd2801a27d3b9f56e2d547180c21f174",
        "1ce89744c6baf23840930f551680ac9d",
        "c59e7e8457e6215e20a0a2b09da58a0d",
        "b7ba50b667d6ff38b4cfd33d4e46dd68",
        "84c74e7a2930ebd06f5f8b2e5c5d93f8",
        "d9e908ed5b2076fad8eb9860f25e1531",
        "979dbe2e83de510a4d5e468443432ebd",
        "2cf0d49a70167e680c5892e505ba6676",
        "6d91147587a702da321e4d338ff31d07",
        "9ee0bd892d22d2b898d2388be59c32df",
        "08a73f33e7c35c2e5c0a964d71e18e06",
        "48ee5b64c2d7eeb5d677e5a2ba5b2c9e",
        "cdd401b7e966f7984ab51020dca377a8",
        "0fbd8c1c915f0013d5ce5bd82f2ceb71",
        "acf975c96428efa9f2d7ae808c625337",
        "aaf2a1bda6439bdb26a847a9b2d215ae",
        "3f21a7cace7ca6bd855f38983d58dbb8",
        "1a5561b2d30a804d16f3d21b12a25b1a",
        "d1970d81be613c7a5a8019b7da5fd14a",
        "695e63fe9a0c79f7013bc04907a67c7d",
        "499da4d53cee768279dd6746298a7030",
        "2fcc0d8132e50fb56daffdb12ae0170d",
        "0e0b0b16737e9c9a975492e8455611bb",
        "4c26dadc20150197e7914684fc059647",
        "4aa1fa206f53f7edfb2cdd52fe7011ca",
        "6823fc180f6e749f1caa7d41cecf3e49",
        "9d97d384fb5ad374e78562e33b31c64d",
        "5353a36a9f2d80ee09927bf941116288",
        "a877bbb39ac48d33371129dd3f95e819",
        "1b2a87cde92b151513469e0cbf5271c9",
        "d319ca7dbd9207f06cd57235227ab048",
        "2b1310861be10d61d5ef5b031d224a42",
        "71c81fa2e89932cd4b9168648ab95224",
        "fc832b98228928591a58a50ba5140090",
        "0492e21ec41fa8fc127ee90aa7593685",
        "6557a102772934f48a7d7debd6ed0d9e",
        "f560735997f8978ccbdf286ce5bc0899",
        "93f6bcc30433724a2178d4a2f0c52b0a",
        "e9e0fade72afad992d32d4d25a14e57c",
        "596b4a811df3a9ab3038d015aed8c09d",
        "5fe7386121dfb11992915d5a6bae3a6f",
        "d2f70c33c1eb2be85045eb82fb737ed0",
        "f700f6c0018af4b69dc0add802a26a0e",
        "3c4a537a6bdc3de3531f60a86a82b84e",
        "249dcb490bd426064e477863a5390e99"
    ],
    "update_date": "2019-11-03 14:00:12"
}