{
    "title": "【金课的台前幕后5】 讲“活”了的伦理礼仪课",
    "url": "http://jwc.wust.edu.cn/2019/0521/c1926a196083/page.htm",
    "content": "教务首页 机构设置 教学指导委员会 语言文字工作委员会 岗位职责 专业建设 专业设置 人才培养模式改革 专业责任教授团队 专业管理 教学团队 课程建设 课程管理 在线课程 精品课程 双语课程 教材建设 教务管理 运行管理 选课管理 考务管理 假期课堂 学籍管理 学籍学历 成绩管理 学位管理 专业辅修 实践教学 实验教学 实习 课程设计 毕业设计(论文) 教学研究 教学简报 教研项目 教学成果 教研管理 管理文件 政策法规 教学研究 质量管理 教务管理 学籍管理 实践教学 下载专区 专业建设 课程建设 教务管理 学籍管理 实践教学 教学研究 学校首页 【金课的台前幕后5】 讲“活”了的伦理礼仪课 发稿时间：2019-05-21浏览次数：13 发布者：新闻中心发布时间：2019-05-21记者王若曦 见习记者潘超男 摄影王世豪 身着淡黄色唐装，手握一把折扇，孙君恒教授仿佛古代的圣贤之士，在伦理与礼仪的慕课课堂上，引经据典，口若悬河，把传统文化讲“活”了。 我校国学中心主任孙君恒以及陈珊秀、张晶共同录制的慕课《伦理与礼仪》，上线两个学期，每学期选课人数高达2万余人。 “时代在进步，但我们也不能忘了本。对当代学生而言，学些伦理礼仪能帮助他们更好地成人成才。”孙君恒说，这门公选课2003年就开设了，现今借助网络平台，赶上了慕课热潮，让校外的同学也可以选修。讲“活”了传统文化 打开伦理与礼仪的慕课，柔和的古琴乐为背景，以孩童和谐共处、岳母刺字等的彩色水墨图片将大家带入了“仁义礼智信，温良恭俭让，忠孝廉耻勇”的传统时代，逐步引出课程主题——伦理与礼仪。 “相传，孔子出生在一个山洞里。”孙君恒不紧不慢，缓缓道来，不乏抑扬顿挫之感。在他身边的小框里，出现了一张“夫子洞”的图片。 每当讲到相关内容时，他身边总是会出现相契合的几句话或一张图片，画面简单清晰，帮助同学们理解，不仅“听”课，也能“看”到。 “己所不欲，勿施于人。” 孙君恒把这句话加大加粗，并把四周附上黑色边框，投影在PPT上，显得格外醒目。每一章节的重点内容，孙君恒都会清晰地罗列出来，让知识点一目了然。 “为什么孔子生在山洞里呢？因为……”孙君恒以人物的秘闻背景引出课堂内容，这是他吸引大家兴趣的“秘方”。不论是老子，还是孔子等人，他都能说出一些大家平时没有听到过的小故事，让人欲罢不能。 他不仅说得多，还常常不自觉地配有一些肢体动作。讲到国际交往礼仪时，孙君恒谈到男子的头发、胡须。“说起阿拉伯男性，同学们第一映像的是什么？是不是一脸的大胡子？”孙君恒在下巴上摸了摸，“假装”自己有长胡子。“这是因为在阿拉伯国家，长头发长胡须是身份地位的象征，可不是别人不爱干净。”孙君恒结合特定的文化背景来分析礼仪现象。 在学完课程之后，许多同学都表示受益匪浅。人力1601班的黄聚会表示，在学习了女子礼仪之后，她更加注意自己的言行举止。暑假面试实习岗位，黄聚会想到老师讲过女子应如何在公共场合端正自己的坐姿，便在心中提醒自己，为自己赢得“加分”。 “人的一言一行,皆是他所经历的故事、接受的教育、见过的世界的表达。”敖瑞晗感叹道。她决心把礼仪当做一门人生的必修课，终身学习。三十年躬身磨一课 孙君恒在北京大学读博士期间学习伦理学，至今已有三十一年的从教经验，现在还担任我校国学中心主任。 在从教期间，他总是闲不住，经常应邀参加各种各样的传统文化研讨会，不论是国内的还是国外的，只要有时间他都会去参加。虽然每次出行都很累，但他还是乐此不疲。“在多次出国交流的时候，我发现我们的传统文化才是我们民族的灵魂。”对于中国传统文化，他有着深深地热爱。 他是一个书虫，对图书馆情有独钟，就连在家里也给自己弄了一个小小的“图书室”。书房里常常堆满了书，无处下脚。不论是国学经典图书《论语》《道德经》《墨子》……还是国外汉学家的原版汉学研究书籍，他都兼收并蓄、来者不拒。 曾经赴美交流的他，回国时带回一大箱子书籍。“箱子超重，花了不少钱才把他们带回来呢。”他不好意思地说。时常沉浸在书海中的他，胸中对各种知识都有所了解，张口便能讲上一两个小时。 读万卷书，行万里路。一有空就钻进自己的“藏品”的孙君恒，并不满足于纸上的知识。在2008年奥运会开幕会前夕，他接受香港国学基金会赞助，和国内七个专家一起从山东曲阜出发，用十天走访当年孔子周游列国的路线，到山东泰山、菏泽，河南濮阳、商丘、驻马店，寻访孔子弟子漆雕氏的后代。 他也把自己所习得的知识都融入了课程中去，不论中方传统孔子、老子、墨子的伦理思想，还是西方古希腊伦理、近代功利主义和道义论，他都在课程中一一讲解。这才有了课堂上对孔子的生动描述，而不仅仅是一味给大家“灌”理论。用互联网创新课堂 喜欢喝星巴克的咖啡，更喜欢茶叶的清香；擅用智能手机，更喜纸质书籍的质感；品读国外文学大家的原版作品，更爱孔孟老庄的经典著作。孙君恒从不是个思想固化的书呆子。 “中外沟通是很必要的，洋东西我们也要学，但是更重要的还是传承我们老祖宗的文化”。他把这种思想融入到了课程中去，不再仅仅将课程限制在中国传统文化内，更是将中国传统文化与现代社会结合，社交礼仪、国际礼仪、西方哲学……古、今、中、外，无一不谈。 随着时代的发展，课堂的形式也在不断变更，单一的线下教师授课模式已经不再满足大学生对于各类课程的学习需求。借着互联网课程的热潮，孙君恒和他的团队完善了《伦理与礼仪》课程，并将其推向社会，面向各高校大学生。 除了录播课，本门课程还设有四次直播见面课，由老师讲述课程内容，来自不同高校的同学在网络平台上向老师提问。通过这种方式，师生间直接进行交流，老师也能当场解答同学们的问题。 “在当代社会，儒家思想是否已经过时？”“我们应该如何正确对待各国之间的礼仪？”“道家的辨证是否是一种基于唯心主义的辨证呢？”各高校同学反应热烈，在课后也留下了很多评论，向老师提问。 当记者去采访的时候，孙君恒正戴着眼镜、端着手机，一页一页细细地翻看同学们留下的评论，一条又一条地解答同学们的疑惑。 “很多同学会觉得，不论是国学，还是西方哲学，都很枯燥，我总想怎么才能把大家的兴趣吸引过来。”作为“光盘迷”的他，逐渐找到了他的秘密武器。 他收集了不同年代发行的光盘，都是与中华优秀传统文化相关联的。他常会根据不同的课程设置，借用光盘里面的内容来引起同学们的兴趣。 他特意从自己鼓鼓的公文包中掏出了珍藏许久的的光盘给记者看，如数家珍地介绍光盘里的精彩内容，一张一张小心翼翼地加以展示。他说：“这些东西很有意思，学生们也喜欢看。” “通过现在的网络平台，可以让更多的学生非常便捷地来学习古今中外优秀文化，学以致用，实在是一件幸事。”孙君恒感慨道。 链接：原文网址http://www.wust.edu.cn/2019/0521/c30a196073/page.htm Copyright © 2018 武汉科技大学·教务处 版权所有 地址：湖北省武汉市青山区和平大道947号 邮编：430081 鄂ICP备 030192",
    "link": [
        "f85aecfb17b9bbad43f9c909f115a2b9",
        "e57ecb93b9feda0b021d9ebce5c8d608",
        "c124dfc32bffa7bbe95556b7be54e73f",
        "18621f6dfbb4d97a790b8ae901f62fa5",
        "3566da1bed115f3ff477a591f766febe",
        "c79d043330f5c2a678f3cea16b46c370",
        "cef2dfdaa374ff63f62a32257bc33af4",
        "9f6096ab9e6039ac2a427d286ff6bc50",
        "cd2801a27d3b9f56e2d547180c21f174",
        "1ce89744c6baf23840930f551680ac9d",
        "c59e7e8457e6215e20a0a2b09da58a0d",
        "b7ba50b667d6ff38b4cfd33d4e46dd68",
        "84c74e7a2930ebd06f5f8b2e5c5d93f8",
        "d9e908ed5b2076fad8eb9860f25e1531",
        "979dbe2e83de510a4d5e468443432ebd",
        "2cf0d49a70167e680c5892e505ba6676",
        "6d91147587a702da321e4d338ff31d07",
        "9ee0bd892d22d2b898d2388be59c32df",
        "08a73f33e7c35c2e5c0a964d71e18e06",
        "48ee5b64c2d7eeb5d677e5a2ba5b2c9e",
        "cdd401b7e966f7984ab51020dca377a8",
        "0fbd8c1c915f0013d5ce5bd82f2ceb71",
        "acf975c96428efa9f2d7ae808c625337",
        "aaf2a1bda6439bdb26a847a9b2d215ae",
        "3f21a7cace7ca6bd855f38983d58dbb8",
        "1a5561b2d30a804d16f3d21b12a25b1a",
        "d1970d81be613c7a5a8019b7da5fd14a",
        "695e63fe9a0c79f7013bc04907a67c7d",
        "499da4d53cee768279dd6746298a7030",
        "2fcc0d8132e50fb56daffdb12ae0170d",
        "0e0b0b16737e9c9a975492e8455611bb",
        "4c26dadc20150197e7914684fc059647",
        "4aa1fa206f53f7edfb2cdd52fe7011ca",
        "6823fc180f6e749f1caa7d41cecf3e49",
        "9d97d384fb5ad374e78562e33b31c64d",
        "5353a36a9f2d80ee09927bf941116288",
        "a877bbb39ac48d33371129dd3f95e819",
        "1b2a87cde92b151513469e0cbf5271c9",
        "d319ca7dbd9207f06cd57235227ab048",
        "2b1310861be10d61d5ef5b031d224a42",
        "71c81fa2e89932cd4b9168648ab95224",
        "fc832b98228928591a58a50ba5140090",
        "0492e21ec41fa8fc127ee90aa7593685",
        "6557a102772934f48a7d7debd6ed0d9e",
        "f560735997f8978ccbdf286ce5bc0899",
        "93f6bcc30433724a2178d4a2f0c52b0a",
        "e9e0fade72afad992d32d4d25a14e57c",
        "596b4a811df3a9ab3038d015aed8c09d",
        "5fe7386121dfb11992915d5a6bae3a6f",
        "d2f70c33c1eb2be85045eb82fb737ed0",
        "f700f6c0018af4b69dc0add802a26a0e",
        "3c4a537a6bdc3de3531f60a86a82b84e",
        "249dcb490bd426064e477863a5390e99"
    ],
    "update_date": "2019-11-03 14:00:12"
}