{
    "title": "专业责任教授团队",
    "url": "http://jwc.wust.edu.cn/1877/list.htm",
    "content": "教务首页 机构设置 教学指导委员会 语言文字工作委员会 岗位职责 专业建设 专业设置 人才培养模式改革 专业责任教授团队 专业管理 教学团队 课程建设 课程管理 在线课程 精品课程 双语课程 教材建设 教务管理 运行管理 选课管理 考务管理 假期课堂 学籍管理 学籍学历 成绩管理 学位管理 专业辅修 实践教学 实验教学 实习 课程设计 毕业设计(论文) 教学研究 教学简报 教研项目 教学成果 教研管理 管理文件 政策法规 教学研究 质量管理 教务管理 学籍管理 实践教学 下载专区 专业建设 课程建设 教务管理 学籍管理 实践教学 教学研究 学校首页 专业建设 专业设置 人才培养模式改革 专业责任教授团队 专业管理 教学团队 专业责任教授团队 首页 专业建设 专业责任教授团队 武汉科技大学专业责任教授团队负责名单序号专业名称负责人团队成员1材料成型及控制工程徐 光常庆明、林希峰、潘成刚、闫文青、吴志方、杨庚蔚、胡海江2金属材料工程甘章华刘 静、贾 涓、黄 峰、吴 润、宋新莉、宋述鹏、祝柏林、吴 隽3能源与动力工程贺 铸周 锟、孙 科、陈元元、潘丽萍、许学成、仝永娟4无机非金属材料工程王周福韩兵强、李远兵、魏耀武、张美杰、尹玉成、顾华志、赵惠忠、李亚伟、邓承继、张海军5冶金工程王 炜倪红卫、薛正良、高运明、郑万、何环宇、金 焱、张 华、朱航宇、张菊花、余 岳6材料化学赵 雷周盈科、张旭明、何 漩、李睿智、姜婷婷、李薇馨、方 伟7建筑环境与能源应用工程周传辉毛前军、刘冬华、张春枝、苏顺玉、陈 俭8建筑学周百灵郄恩田、屈万英、程 唯、王 芳、陈 实9土木工程许成祥姜天华、刘华琛、李成玉、金清平、龚建伍、杨泰华、孙 杰10城乡规划伍昌友刘伟毅、王 沛、龙 燕、夏小棠、邵 俊11给排水科学与工程朱 雷汪 恂、陈 威、刘晓艳、樊 杰12财务管理黎精明余学斌、高 峻、朱新玲、李 胜、何 巍13电子商务汪 勇张云川、王鑫鑫、陈祥兵、张 洪、涂 静14工程管理熊华平孙淑生、刘 玲、刘孟凯、李 蒙、李维芳、余宏亮15工商管理邓旭东欧光军、童泽平、王 芳、方 青、黄天蔚16会计学邱玉莲潘雅琼、代 军、周 莉、熊 莉、张 宏、白露珍17人力资源管理李永周周 勇、马金平、郭朝晖、熊 军、张 敏18市场营销陈 涛陈国平、吴世军、刘 勇、孙 伟、杨 文19物流管理马云峰王 婧、王雅娟、简利君、刘 翱、任 亮20信息管理与信息系统张志清张瑞军、严亚兰、杨中华、张 凌、向纯洁、王 静21化学工程与工艺欧阳曙光吴晓琴、吕早生、程正载、丛 野、梁文懂、毛 磊22应用化学陈红祥邱江华、鲁礼林、陈荣生、周 瑜、高晓芳、李艳军、石从云、赵智勇、黄艳芬23生物工程杨忠华刘建忠、左振宇、李凌凌、龚志伟24机械工程孔建益王兴东、王志刚、肖 涵、汪朝晖、侯 宇、余 震、陆长胜、黄 涛、郭宇飞、朱华蓓付 婷25机械电子工程陈新元曾良才、金晓宏、傅连东、蒋 林、许仁波、雷 斌、蔡 芸、邹光明、邓江洪、卢云丹、郑飞龙26工业工程江志刚周 敏、蒋国璋、谢良喜、张旭刚、张利平、段现银、向 峰、赵 强、马 峰、陶 平、龚彩云27测控技术与仪器吕 勇王 涛、李公法、郭 媛、郭永兴、陶 波、杨 丹、许 爽、易灿灿、谢元敏、党 章28计算机科学与技术张晓龙胡 威、王晓峰、卢建华、蒋 旻、付晓薇、陈 黎29软件工程张 鸿袁 嵩、李 波、徐 新、刘小明、王 磊30网络工程符海东张波涛、刘 俊、李 俊、李 鹏、何 亨、金 瑜31信息安全张凯李 涛、朱子奇、贺娟娟、李 琳32工程力学段卫东陈 浩、蔡路军、吴 亮、韩 芳、曾国伟、郑华升、何 理、司剑峰、蒋 培33信息与计算科学陈贵词李德宜、李寿贵、冯育强、余胜春、赵喜林、张 青、杨 波、李琳娜、陈 娟、刘艳丽、叶红雨、胡 佳、邹 都34统计学涂俐兰余 东、王志明、王文波、张传洲、何晓霞、连保胜、龚谊承、丁咏梅、袁柳洋、李春丽、张 强、徐 帆35材料物理彭顺金刘宏玉、王登京、张莉芹、张仁刚、何 敏、成 林、张 弦、李 莹、王 冲36车辆工程杨啟梁陶 军、胡 溧、肖 干、许小伟37交通工程周兴林邹兰林、何雅琴、吕悦晶、汤 文、杜胜品、柳祖鹏38交通运输邵正宇孟 芳、刘玲丽、陈玲娟、金贵林39汽车服务工程郑安文赵显新、王维强、郭健忠、游彩霞40物流工程刘志雄张绪美、高 俊、卿前恺、梁晓磊、吴小珍41英语宋红波沈国环、陈 尧、付治强、杨 锐42德语双文庭徐小清、向 开、吴良玉、王 旸、王 晓、吴文明、付 轲43翻译朱明炬吴万伟、徐 敏、马 燕、石 灿44法学戴中祥问清泓、梁东新、蔡祖国、常晓云、李永伟、周翠彬、刘斯凡、周 琳、王群仿45国际经济与贸易潘 峰刘 岚、尹浩华、邓利华、刘 丹、涂庆丰、王 倩、徐仙明、周建雄、程 鹏、陈 春、郑月明46劳动与社会保障董登新张智勇、周 云、熊吉峰、王 伟、罗 莉、胡荣芳、刘 珺、卢 敏、邱丽莉、程 妍、韩 丽47行政管理卢 珂丁 宇、邓泽宏、顾 杰、王 哲、张雅勤48社会工作李 莉彭惠青、黄 涛、袁年兴、雷德明、宁雯雯、高万芹49投资学贺 尊周冶芳、叶 蓓、余子鹏、陈莉华、王雪雅、潘雅茹50电气工程及其自动化王 斌柴 琳、刘惠康、成 燕、王 琦、张良力51电子信息工程吴 谨陈建良、杨 莘、朱 磊、邓慧萍、胡 轶52自动化程 磊熊 凌、黄卫华、陈 琳、严保康、郑秀娟53通信工程杨永立刘 劲、左 韬、盛玉霞、李富年、但 峰54电子科学与技术张 涛程用志、周钰杰55临床医学吴清明李晋军、韩红彦、汪谢丹、秦青平、查 琳、尹晓新、陈 勇、袁修学、王育斌、刘 丹、王 君56护理学余桂林程 红、史崇清、程 甦、张迎红、郑一瑾、路 兰、李 勤、李金萍、陈小路、高 翼57卫生检验与检疫梅 勇李文芳、常 薇、周 婷、郭振中、李小洲、邓海英、周 俊、赵 琴、柳赟昊58药学朱长才杨曦亮、袁 琼、奚瑾磊、张永忠、王 君、罗岸涛、叶玉杰、闵真立、陈亚军59预防医学张 玲张连生、陈 丹、李文芳、常 薇、向 兵、王 强、刘晓柳60产品设计彭 红赵 音、曹亚丽、雷 鸣、胡 康、吴 菁61公共艺术徐武斌江 澜、王 琳、秘云腾、杨 涛、毛 静62绘画高 超周 贺、夏晶阳、陈 果、裴 磊、周 薇63环境设计袁心平李一霏、翁雯霞、李丽媛、李明术、董 黎、胡小祎64视觉传达设计涂 伟白 雪、张 姝、聂 虹、余劲松、万云青65工业设计吴 清翁春萌、梁家年、王采莲、艾险峰、曾 力、苏荷芬66安全工程韩 军姜学鹏、陈旺生、赵波、张晓晴、秦林波67采矿工程柯丽华刘艳章、王文杰、胡 斌、张红军、王 平、程爱平、王其虎68环境工程冯 涛龚香宜、王 黎、刘 红、任大军、张惠灵、张淑琴、吴红丹69矿物加工工程陈铁军黄自力、张 芹、焉曙光、杨大兵、刘 涛、钱功明、周文波、张 明、崔 瑞、周仙霖70人文地理与城乡规划陈 勇苗作华、李雯静、刘艳中、曾向阳、王巧稚、李 俊71生物技术张同存周 俊、廖兴华、姚 凯、许 娜、徐 瑶、袁白银、郑 鹏 Copyright © 2018 武汉科技大学·教务处 版权所有 地址：湖北省武汉市青山区和平大道947号 邮编：430081 鄂ICP备 030192",
    "link": [
        "4a0c251e1710cfe2777c8d7bd4115378",
        "7bb0e20ed4fc8fe2501aca26af8164ef",
        "6aaabf9811a35a83aa3147c6a8cf094f",
        "dd1d7aacc641d78c3e6aba7ea7c2b263",
        "5338c3317bf48b3758af60a9905271c8",
        "b545464df82c40809985e6a57004781a",
        "f2fededd6ffea60794822d45791e8873",
        "e57ecb93b9feda0b021d9ebce5c8d608",
        "c124dfc32bffa7bbe95556b7be54e73f",
        "18621f6dfbb4d97a790b8ae901f62fa5",
        "3566da1bed115f3ff477a591f766febe",
        "c79d043330f5c2a678f3cea16b46c370",
        "cef2dfdaa374ff63f62a32257bc33af4",
        "9f6096ab9e6039ac2a427d286ff6bc50",
        "cd2801a27d3b9f56e2d547180c21f174",
        "1ce89744c6baf23840930f551680ac9d",
        "c59e7e8457e6215e20a0a2b09da58a0d",
        "b7ba50b667d6ff38b4cfd33d4e46dd68",
        "84c74e7a2930ebd06f5f8b2e5c5d93f8",
        "d9e908ed5b2076fad8eb9860f25e1531",
        "979dbe2e83de510a4d5e468443432ebd",
        "2cf0d49a70167e680c5892e505ba6676",
        "6d91147587a702da321e4d338ff31d07",
        "9ee0bd892d22d2b898d2388be59c32df",
        "08a73f33e7c35c2e5c0a964d71e18e06",
        "48ee5b64c2d7eeb5d677e5a2ba5b2c9e",
        "cdd401b7e966f7984ab51020dca377a8",
        "0fbd8c1c915f0013d5ce5bd82f2ceb71",
        "acf975c96428efa9f2d7ae808c625337",
        "aaf2a1bda6439bdb26a847a9b2d215ae",
        "3f21a7cace7ca6bd855f38983d58dbb8",
        "1a5561b2d30a804d16f3d21b12a25b1a",
        "d1970d81be613c7a5a8019b7da5fd14a",
        "695e63fe9a0c79f7013bc04907a67c7d",
        "499da4d53cee768279dd6746298a7030",
        "2fcc0d8132e50fb56daffdb12ae0170d",
        "0e0b0b16737e9c9a975492e8455611bb",
        "4c26dadc20150197e7914684fc059647",
        "4aa1fa206f53f7edfb2cdd52fe7011ca",
        "6823fc180f6e749f1caa7d41cecf3e49",
        "9d97d384fb5ad374e78562e33b31c64d",
        "5353a36a9f2d80ee09927bf941116288",
        "a877bbb39ac48d33371129dd3f95e819",
        "1b2a87cde92b151513469e0cbf5271c9",
        "d319ca7dbd9207f06cd57235227ab048",
        "2b1310861be10d61d5ef5b031d224a42",
        "71c81fa2e89932cd4b9168648ab95224",
        "fc832b98228928591a58a50ba5140090",
        "0492e21ec41fa8fc127ee90aa7593685",
        "6557a102772934f48a7d7debd6ed0d9e",
        "f560735997f8978ccbdf286ce5bc0899",
        "93f6bcc30433724a2178d4a2f0c52b0a",
        "e9e0fade72afad992d32d4d25a14e57c",
        "596b4a811df3a9ab3038d015aed8c09d",
        "5fe7386121dfb11992915d5a6bae3a6f",
        "d2f70c33c1eb2be85045eb82fb737ed0",
        "f700f6c0018af4b69dc0add802a26a0e",
        "3c4a537a6bdc3de3531f60a86a82b84e",
        "249dcb490bd426064e477863a5390e99"
    ],
    "update_date": "2019-11-03 14:00:27"
}